Repository: NaumovSN/tilingshell
Catalog: *.po
Languages: ru

source: General
ru: Общие

source: Appearance
ru: Внешний вид

source: Configure the appearance of Tiling Shell
ru: Настройка внешнего вида Tiling Shell

source: Show Indicator
ru: Показать индикатор

source: Whether to show the panel indicator
ru: Показывать индикатор на панели

source: Inner gaps
ru: Внутренние зазоры

source: Gaps between windows
ru: Промежутки между окнами

source: Outer gaps
ru: Внешние зазоры

source: Gaps between a window and the monitor borders
ru: Промежутки между окном и границами монитора

source: Blur (experimental feature)
ru: Размытие (экспериментальная функция)

source: Apply blur effect to Snap Assistant and tile previews
ru: Примените эффект размытия для предварительного просмотра ассистента укладки и плиток

source: Snap Assistant threshold
ru: Порог чувствительности ассистента укладки

source: Minimum distance from the Snap Assistant to the pointer to open it
ru: Минимальное расстояние от ассистента укладки до указателя мыши, для его вызова

source: Snap Assistant
ru: Ассистент укладки

source: Apply blur effect to Snap Assistant
ru: Примените эффект размытия к ассистенту укладки

source: Selected tile preview
ru: Предварительный просмотр выбранной плитки

source: Apply blur effect to selected tile preview
ru: Примените эффект размытия к выбранному фрагменту предварительного просмотра

source: Window border
ru: Граница окна

source: Show a border around focused window
ru: Отображение границы вокруг сфокусированного окна

source: Enable
ru: Включить

source: Width
ru: Ширина

source: The size of the border
ru: Размер границы

source: Border color
ru: Цвет границы

source: Choose the color of the border
ru: Выберите цвет рамки

source: Animations
ru: Анимация

source: Customize animations
ru: Настройка анимации

source: Snap assistant animation time
ru: Время анимации ассистента укладки

source: The snap assistant animation time in milliseconds
ru: Время анимации ассистента укладки в миллисекундах

source: Tiles animation time
ru: Время анимации плиток

source: The tiles animation time in milliseconds
ru: Время анимации плиток в миллисекундах

source: Behaviour
ru: Поведение

source: Configure the behaviour of Tiling Shell
ru: Конфигурация поведение Tiling Shell

source: Enable Snap Assistant
ru: Включить ассистент укладки

source: Move the window on top of the screen to snap assist it
ru: Переместите окно в верхнюю часть экрана, чтобы помочь ему закрепится

source: Enable Tiling System
ru: Включить систему укладки плитки

source: Hold the activation key while moving a window to tile it
ru: Удерживая клавишу при перемещении окна, уложите его на плитки

source: Span multiple tiles
ru: Захватывать несколько плиток

source: Hold the activation key to span multiple tiles
ru: Удерживайте клавишу, чтобы захватить несколько фрагментов

source: Enable auto-resize of the complementing tiled windows
ru: Включите автоизменение размера дополнительных плиточных окон

source: When a tiled window is resized, auto-resize the other tiled windows near it
ru: При изменении размера окна, расположенного в виде плитки, автоматически изменяйте размер соседних окон

source: Restore window size
ru: Восстановить размер окна

source: Whether to restore the windows to their original size when untiled
ru: Восстанавливать исходный размер окон, даже если он не был задан

source: Add snap assistant and auto-tile buttons to window menu
ru: Добавьте кнопки «Ассистент укладки» и «Автоукладка» в меню окна

source: Add snap assistant and auto-tile buttons in the menu that shows up when you right click on a window title
ru: Добавьте кнопки «Ассистент укладки» и «Автоукладка» в контекстное меню окна

source: Screen Edges
ru: Границы экрана

source: Drag windows against the top, left and right screen edges to resize them
ru: Перемещайте окно вдоль границ экрана для корректировки размера окна

source: Drag against top edge to maximize window
ru: Проведите курсором по верхнему краю, чтобы развернуть окно

source: Drag windows against the top edge to maximize them
ru: Перетащите окна к верхнему краю, чтобы раскрыть их максимально

source: Quarter tiling activation area
ru: Зона активации четвертной плитки

source: Activation area to trigger quarter tiling (% of the screen)
ru: Область активации открытия четвертной плитки (% of the screen)

source: Layouts
ru: Макеты

source: Configure the layouts of Tiling Shell
ru: Настройка макетов Tiling Shell

source: Edit layouts
ru: Редактирование макетов

source: Open the layouts editor
ru: Открыть редактор макетов

source: Export layouts
ru: Экспорт макетов

source: Export layouts to a file
ru: Экспорт макетов в файл

source: Cancel
ru: Отменить

source: Save
ru: Сохранить

source: Menu
ru: Меню

source: Info
ru: Справка

source: Import layouts
ru: Импорт макетов

source: Import layouts from a file
ru: Импорт макетов из файла

source: Select layouts file
ru: Выберите файл макетов

source: Open
ru: Открыть

source: Reset layouts
ru: Сброс макетов

source: Bring back the default layouts
ru: Верните макеты по умолчанию

source: Keybindings
ru: Сочетания клавиш

source: Use hotkeys to perform actions on the focused window
ru: Используйте горячие клавиши для выполнения действий с окном

source: Move window to right tile
ru: Переместить окно на правую плитку

source: Move the focused window to the tile on its right
ru: Переместите сфокусированное окно на плитку справа от него

source: Move window to left tile
ru: Переместить окно на левую плитку

source: Move the focused window to the tile on its left
ru: Переместите сфокусированное окно на плитку слева от него

source: Move window to tile above
ru: Переместить окно на плитку выше

source: Move the focused window to the tile above
ru: Переместите сфокусированное окно на плитку выше

source: Move window to tile below
ru: Переместить окно на плитку ниже

source: Move the focused window to the tile below
ru: Переместите сфокусированное окно на плитку ниже

source: Span window to right tile
ru: Расширить окно на правую плитку

source: Span the focused window to the tile on its right
ru: Расширить сфокусированное окно на плитку справа

source: Span window to left tile
ru: Расширить окно на левую плитку

source: Span the focused window to the tile on its left
ru: Расширить сфокусированное окно на плитку слева

source: Span window above
ru: Расширить окно вверх

source: Span the focused window to the tile above
ru: Расширить сфокусированное окно на плитку выше

source: Span window down
ru: Расширить окно вниз

source: Span the focused window to the tile below
ru: Расширить сфокусированное окно на плитку ниже

source: Span window to all tiles
ru: Расширить окно на все плитки

source: Span the focused window to all the tiles
ru: Расширить сфокусированное окно на все плитки

source: Untile focused window
ru: Вызов сфокусированного окна

source: Move window to the center
ru: Переместить окно в центр

source: Move the focused window to the center of the screen
ru: Переместите сфокусированное окно в центр экрана

source: Focus window to the right
ru: Окно фокусировки справа

source: Focus the window to the right of the current focused window
ru: Переместить фокус на окно справа от текущего

source: Focus window to the left
ru: Окно фокусировки слева

source: Focus the window to the left of the current focused window
ru: Переместить фокус на окно слева от текущего

source: Focus window above
ru: Окно фокусировки вверху

source: Focus the window above the current focused window
ru: Переместить фокус на окно над текущим

source: Focus window below
ru: Окно фокусировки ниже

source: Focus the window below the current focused window
ru: Переместить фокус на окно под текущим

source: View and Customize all the Shortcuts
ru: Просмотр и настройка всех комбинаций

source: View and Customize Shortcuts
ru: Просмотр и настройка ярлыков

source: Import, export and reset
ru: Импорт, экспорт и сброс настроек

source: Import, export and reset the settings of Tiling Shell
ru: Импорт, экспорт и сброс настроек Tiling Shell

source: Export settings
ru: Параметры экспорта

source: Export settings to a file
ru: Экспорт настроек в файл

source: Export settings to a text file
ru: Экспорт настроек в текстовый файл

source: Import settings
ru: Импорт настроек

source: Import settings from a file
ru: Импорт настроек из файла

source: Select a text file to import from
ru: Выберите текстовый файл для импорта

source: Reset settings
ru: Сброс настроек

source: Bring back the default settings
ru: Вернуть настройки по умолчанию

source: Donate on ko-fi
ru: Пожертвуйте на ko-fi

source: Report a bug
ru: Сообщить об ошибке

source: Request a feature
ru: Запросить функцию

source: Have issues, you want to suggest a new feature or contribute?
ru: У вас возникли проблемы, вы хотите предложить новую функцию или внести свой вклад?

source: Open a new issue on
ru: Откройте новый запрос на

source: Edit Layouts
ru: Редактор макетов

source: New Layout
ru: Новый макет

source: to split a tile
ru: - разделить по горизонтали

source: to split a tile vertically
ru: - разделить по вертикали

source: to delete a tile
ru: - удалить плитку

source: use the indicator button to save or cancel
ru: - меню, справка, сохранение, отмена

source: Enable Auto Tiling
ru: Включить автоматическую укладку плитки

source: Automatically tile new windows to the best tile
ru: Автоматически укладывать новые окна на лучшую плитку

source: Tiling System deactivation key
ru: Клавиша отключения системы укладки плитки

source: Hold the deactivation key while moving a window to deactivate the tiling system
ru: Удерживая клавишу при перемещении окна, отключите систему укладки плитки

source: Move to best tile
ru: Переместить на плитку

source: Move to leftmost tile
ru: Переместить на плитку

source: Move to rightmost tile
ru: Переместить на плитку

source: New accelerator\u2026
ru: Новая комбинация клавиш\u2026

source: Use Backspace to clear
ru: Используйте Backspace для очистки

source: Start editing
ru: Начать редактирование

source: Close
ru: Отмена

source: Select the layout to edit
ru: Выберите макет для редактирования

source: How to use the editor
ru: Инструкция
